{
  "title": "The Evermore Fund",
  "intro": {
    "heading": "The Evermore Fund",
    "image": {
      "src": "/evermorefund.gif",
      "alt": "Evermore Fund",
      "width": 600,
      "height": 200
    },
    "description": [
      {
        "text": "The Evermore Fund is a month-to-month initiative by the Sheridan Swiftie Club to support our activities and contribute to charitable causes. By purchasing 'Evermore Tokens,' you can participate in our exciting club events and help us give back to the community. Each contribution creates a positive impact."
      },
      {
        "text": "In October, we’re proud to announce that 75% of the proceeds will be directed to Feed Ontario, while 25% will cover the club's processing and management costs. You can buy tokens to enter the club's fair raffle and our upcoming event at the end of October. Join us as we celebrate the 1st anniversary of the Sheridan Swiftie Club on October 2nd, 2024!"
      },
      {
        "text": "The Evermore Fund will run from October 1, 2024, through the end of the academic year in April 2025. Participants can contribute anytime by purchasing tokens for entry to our events or as donations. Specific event timings will be shared on our website and social media channels."
      }
    ]
  },
  "buy_tokens": {
    "link": "/evermorefund",
    "text": "Buy Tokens",
    "note": "you can buy tokens starting at $5"
  },
  "october_giving": {
    "heading": "October Giving: The Evermore Fund x Feed Ontario",
    "video": {
      "src": "https://www.youtube.com/embed/fVTrQ6E9BS8?si=imd2VgZOHDUZQM_s",
      "title": "YouTube video player",
      "allow": [
        "accelerometer",
        "autoplay",
        "clipboard-write",
        "encrypted-media",
        "gyroscope",
        "picture-in-picture",
        "web-share"
      ]
    }
  },
  "feed_ontario": {
    "heading": "Learn More About Feed Ontario",
    "description": "Feed Ontario's food programs work in partnership with Ontario's agricultural, food, and grocery sectors to ensure food banks are stocked with the fresh, healthy food they need to support their communities. Join the Evermore Fund initiative to make an impact by purchasing a token from our site."
  }
}
